---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StartZJustification
source: html/77193e1e-7b58-5405-4ce8-b393f8a12744.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StartZJustification Property

"Start z Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId StartZJustification { get; }
```